[
  {
    "name": "Spy x Family",
    "watch": "/watch/spy-x-family/episode-1",
    "image": "/media/image/featured/spy-x-family.jpg",
    "description": "For the agent known as \"Twilight,\" no order is too tall if it is for the sake of peace. Operating as Westalis' master spy, Twilight works tirelessly to prevent extremists from sparking a war with neighboring country Ostania. For his latest mission, he must investigate Ostanian politician, Donovan Desmond, by infiltrating his son's school: the prestigious Eden Academy. Thus, the agent faces the most difficult task of his career: get married, have a child, and play family.\nTwilight, or \"Loid Forger,\" quickly adopts the unassuming orphan Anya to play the role of a six-year-old daughter and prospective Eden Academy student. For a wife, he comes across Yor Briar, an absent-minded office worker who needs a pretend partner of her own to impress her friends. However, Loid is not the only one with a hidden nature. Yor moonlights as the lethal assassin \"Thorn Princess.\" For her, marrying Loid creates the perfect cover. Meanwhile, Anya is not the ordinary girl she appears to be; she is an esper, the product of secret experiments that allow her to read minds. Although she uncovers their true identities, Anya is thrilled that her new parents are cool secret agents! She would never tell them, of course. That would ruin the fun.\nUnder the guise of \"The Forgers,\" the spy, the assassin, and the esper must act as a family while carrying out their own agendas. Although these liars and misfits are only playing parts, they soon find that family is about far more than blood relations.",
    "trailerUrl": "https://www.youtube.com/embed/NvSnFTOZdBs"
  },
  {
    "name": "Shingeki no Kyojin: The Final Season Part 2",
    "watch": "/watch/shingeki-no-kyojin-the-final-season-part-2/episode-1",
    "image": "/media/image/featured/shingeki-no-kyojin-the-final-season-part-2.jpg",
    "description": "Turning against his former allies and enemies alike, Eren Yeager sets a disastrous plan in motion. Under the guidance of the Beast Titan, Zeke, Eren takes extreme measures to end the ancient conflict between Marley and Eldia—but his true intentions remain a mystery. Delving deep into his family's past, Eren fights to control his own destiny.\nMeanwhile, the long-feuding nations of Marley and Eldia utilize both soldiers and Titans in a brutal race to eliminate the other. Reiner Braun uses his own powers in a desperate bid to hold off Eren's own militaristic force, and his fellow Eldians—children Falco Grice and Gabi Braun—struggle to survive in the unfolding chaos.\nElsewhere, Eren's childhood friends Mikasa Ackerman and Armin Arlert remain imprisoned alongside Eren's former Survey Corps companions, all disturbed by Eren's monstrous transformation. Under the blind belief that Eren still secretly harbors good intentions, Mikasa and the others enter the fray in an attempt to save their friend's very soul.",
    "trailerUrl": "https://www.youtube.com/embed/CF3CLhfsqZM"
  },
  {
    "name": "Sono Bisque Doll wa Koi wo Suru",
    "watch": "/watch/sono-bisque-doll-wa-koi-wo-suru/episode-1",
    "image": "/media/image/featured/sono-bisque-doll-wa-koi-wo-suru.jpg",
    "description": "High school student Wakana Gojou spends his days perfecting the art of making hina dolls, hoping to eventually reach his grandfather's level of expertise. While his fellow teenagers busy themselves with pop culture, Gojou finds bliss in sewing clothes for his dolls. Nonetheless, he goes to great lengths to keep his unique hobby a secret, as he believes that he would be ridiculed were it revealed.\nEnter Marin Kitagawa, an extraordinarily pretty girl whose confidence and poise are in stark contrast to Gojou's meekness. It would defy common sense for the friendless Gojou to mix with the likes of Kitagawa, who is always surrounded by her peers. However, the unimaginable happens when Kitagawa discovers Gojou's prowess with a sewing machine and brightly confesses to him about her own hobby: cosplay. Because her sewing skills are pitiable, she decides to enlist his help.\nAs Gojou and Kitagawa work together on one cosplay outfit after another, they cannot help but grow close—even though their lives are worlds apart.",
    "trailerUrl": "https://www.youtube.com/embed/mLmlgRVuHEM"
  },
  {
    "name": "Vanitas no Karte",
    "watch": "/watch/vanitas-no-carte/episode-1",
    "image": "/media/image/featured/vanitas-no-carte.jpg",
    "description": "Scorned by others of his kind for being born under a blue moon, the vampire Vanitas grew afraid and desolate. According to legend, he created a cursed grimoire known as the \"Book of Vanitas,\" and it is said he would one day use it to bring retribution upon all vampires of the crimson moon.\nIn 19th century Paris, Noé Archiviste is searching for the fabled Book of Vanitas. Whilst traveling aboard an airship, he is saved from a vampire attack by an eccentric doctor who calls himself Vanitas and carries the very tome he seeks. Ironically, the self-proclaimed vampire specialist is a mere human who inherited both his name and the book from his master, the same Vanitas of legend. As the odd case of the Charlatan's Parade crops up, the doctor's ability to restore sanity to vampires by recovering their true name will prove most beneficial.",
    "trailerUrl": "https://www.youtube.com/embed/6SeeQsGtiUU"
  },
  {
    "name": "Kimetsu no Yaiba: Yuukaku-hen",
    "watch": "/watch/kimetsu-no-yaiba-yuukaku-hen/episode-1",
    "image": "/media/image/featured/kimetsu-no-yaiba-yuukaku-hen.jpg",
    "description": "The devastation of the Mugen Train incident still weighs heavily on the members of the Demon Slayer Corps. Despite being given time to recover, life must go on, as the wicked never sleep: a vicious demon is terrorizing the alluring women of the Yoshiwara Entertainment District. The Sound Pillar, Tengen Uzui, and his three wives are on the case. However, when he soon loses contact with his spouses, Tengen fears the worst and enlists the help of Tanjirou Kamado, Zenitsu Agatsuma, and Inosuke Hashibira to infiltrate the district's most prominent houses and locate the depraved Upper Rank demon.",
    "trailerUrl": "https://www.youtube.com/embed/Jd_B6ox3qGc"
  },
  {
    "name": "Kawaii dake ja Nai Shikimori-san",
    "watch": "/watch/kawaii-dake-ja-nai-shikimori-san/episode-1",
    "image": "/media/image/featured/kawaii-dake-ja-nai-shikimori-san.jpg",
    "description": "Shikimori seems like the perfect girlfriend: cute, fun to be around, sweet when she wants to be... but she has a cool dark side that comes out under the right circumstances. And her boyfriend Izumi loves to be around when that happens!",
    "trailerUrl": "https://www.youtube.com/embed/_vynv__sJ7M"
  },
  {
    "name": "Komi-san wa, Comyushou desu.",
    "watch": "/watch/komi-san-wa-comyushou-desu/episode-1",
    "image": "/media/image/featured/komi-san-wa-comyushou-desu.jpg",
    "description": "Hitohito Tadano is an ordinary boy who heads into his first day of high school with a clear plan: to avoid trouble and do his best to blend in with others. Unfortunately, he fails right away when he takes the seat beside the school's madonna—Shouko Komi. His peers now recognize him as someone to eliminate for a chance to sit next to the most beautiful girl in class.\nGorgeous and graceful with long, dark hair, Komi is universally adored and immensely popular despite her mysterious persona. However, unbeknownst to everyone, she has crippling anxiety and a communication disorder which prevents her from wholeheartedly socializing with her classmates.\nWhen left alone in the classroom, a chain of events forces Komi to interact with Tadano through writing on the blackboard, as if in a one-way conversation. Being the first person to realize she cannot communicate properly, Tadano picks up the chalk and begins to write as well. He eventually discovers that Komi's goal is to make one hundred friends during her time in high school. To this end, he decides to lend her a helping hand, thus also becoming her first-ever friend.",
    "trailerUrl": "https://www.youtube.com/embed/98RjMCduWdI"
  }
]
