[
  {
    "name": "Ousama Ranking",
    "watch": "/watch/ousama-ranking/episode-1",
    "image": "/media/image/featured/ousama-ranking.jpg",
    "description": "The people of the kingdom look down on the young Prince Bojji, who can neither hear nor speak. They call him \"The Useless Prince\" while jeering at his supposed foolishness.\nHowever, while Bojji may not be physically strong, he is certainly not weak of heart. When a chance encounter with a shadow creature should have left him traumatized, it instead makes him believe that he has found a friend amidst those who only choose to notice his shortcomings. He starts meeting with Kage, the shadow, regularly, to the point where even the otherwise abrasive creature begins to warm up to him.\nKage and Bojji's unlikely friendship lays the budding foundations of the prince's journey, one where he intends to conquer his fears and insecurities. Despite the constant ridicule he faces, Bojji resolves to fulfill his desire of becoming the best king he can be."
  },
  {
    "name": "Ijiranaide, Nagatoro-san",
    "watch": "/watch/ijiranaide-nagatoro-san/episode-1",
    "image": "/media/image/featured/ijiranaide-nagatoro-san.jpg",
    "description": "Every day, Naoto Hachiouji is teased relentlessly by Hayase Nagatoro, a first year student he meets one day in the library while working on his manga. After reading his story and seeing his awkward demeanor, she decides from that moment on to toy with him, even calling him \"Senpai\" in lieu of using his real name.\nAt first, Nagatoro's relentless antics are more bothersome than anything and leave him feeling embarrassed, as he is forced to cater to her whims. However, as they spend more time together, a strange sort of friendship develops between them, and Naoto finds that life with Nagatoro can even be fun. But one thing's for sure: his days will never be dull again."
  },
  {
    "name": "Sono Bisque Doll wa Koi wo Suru",
    "watch": "/watch/sono-bisque-doll-wa-koi-wo-suru/episode-1",
    "image": "/media/image/featured/sono-bisque-doll-wa-koi-wo-suru.jpg",
    "description": "High school student Wakana Gojou spends his days perfecting the art of making hina dolls, hoping to eventually reach his grandfather's level of expertise. While his fellow teenagers busy themselves with pop culture, Gojou finds bliss in sewing clothes for his dolls. Nonetheless, he goes to great lengths to keep his unique hobby a secret, as he believes that he would be ridiculed were it revealed.\nEnter Marin Kitagawa, an extraordinarily pretty girl whose confidence and poise are in stark contrast to Gojou's meekness. It would defy common sense for the friendless Gojou to mix with the likes of Kitagawa, who is always surrounded by her peers. However, the unimaginable happens when Kitagawa discovers Gojou's prowess with a sewing machine and brightly confesses to him about her own hobby: cosplay. Because her sewing skills are pitiable, she decides to enlist his help.\nAs Gojou and Kitagawa work together on one cosplay outfit after another, they cannot help but grow close—even though their lives are worlds apart."
  },
  {
    "name": "Boku no Hero Academia 5th Season",
    "watch": "/watch/boku-no-hero-academia-5th-season/episode-1",
    "image": "/media/image/featured/boku-no-hero-academia-5th-season.png",
    "description": "UA Academy's Class 1-A has been the focus of a substantial amount of public attention due to the multiple villain attacks they have faced over the past school year. This attention has left Class 1-A's rivals, Class 1-B, feeling quite bitter. Desiring to prove their skills, they look forward to the opportunity that has been given to them: a set of mock battles between the students of each class.\nThe classes are split into squads of four, each of which is tasked with capturing the other group members. The winner is the group who first secures all of the opposing team. While this sounds simple, a curveball is thrown into the mix with the inclusion of General Course Student Hitoshi Shinsou, who wishes to transfer into the Hero Course. Despite using his training with Class 1-A's homeroom teacher Shouta \"Eraserhead\" Aizawa to prove that he's capable of being a real hero, he is still far behind the others due to his lack of experience. However, Shinsou is determined to overcome this challenge.\nThus begins the fiery competition between Class 1-A and 1-B as each tries to prove that they are superior to the other."
  },
  {
    "name": "Vanitas no Carte Part 2",
    "watch": "/watch/vanitas-no-carte-part-2/episode-1",
    "image": "/media/image/featured/vanitas-no-carte-part-2.webp",
    "description": "Vanitas and Noé Archiviste head out to the town of Gévaudan in search of the \"Beast,\" an enormous wolf-like creature that has slaughtered hundreds of people. Suspecting that the Beast is a curse-bearing vampire, Vanitas primarily aims to heal it using the powers of his grimoire.\nAlong the way, the two get separated and suddenly travel back to the past—to the exact moment the Beast is lurking in the woods. After a battle against the gigantic wolf and a vampire hunter, Vanitas decides to team up with Jeanne in order to find Noé. Despite being allies, Jeanne's goal is the opposite of Vanitas', as she was tasked to kill the Beast—suspecting it may be someone she used to know.\nMeanwhile, a severely wounded Noé is picked up by the mysterious Chloé d'Apchier and her servant. Like Noé, Chloé is a vampire whose existence was erased from the public's knowledge. She has been a guardian for future generations and once tried to find a way to become human again. While Noé is grateful to Chloé for her hospitality, little does he know that she might be siding with forces far more dangerous than the Beast itself."
  },
  {
    "name": "Sekai Saikou no Ansatsusha, Isekai Kizoku ni Tensei suru",
    "watch": "/watch/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru/episode-1",
    "image": "/media/image/featured/sekai-saikou-no-ansatsusha-isekai-kizoku-ni-tensei-suru.jpg",
    "description": "The world's greatest assassin had sworn lifelong allegiance to the organization that raised him. However, despite his loyalty, that very same organization takes action to silence him, ultimately leading to his demise. Drowning in frustration and regrets he can no longer suppress, he finds himself in an audience with a goddess attracted by his exceptional skills. The goddess offers him reincarnation into a magnificent world of swords and magic so he can perform a crucial mission: prevent that world's destruction by slaying its hero.\nAccepting the goddess' request, he is reborn as Lugh Tuatha Dé, the son of a noble family of assassins serving the Alvan Kingdom. Under the guidance of his father, Lugh learns new assassination techniques that significantly differ from the cold-blooded and unsympathetic killing style of his previous life. Furthermore, his other talents bloom, allowing him to meet new allies and acquaintances. Even so, Lugh knows that his efforts are far from adequate, because a monumental adversary such as the hero can only be defeated with perfection."
  },
  {
    "name": "Komi-san wa, Comyushou desu.",
    "watch": "/watch/komi-san-wa-comyushou-desu/episode-1",
    "image": "/media/image/featured/komi-san-wa-comyushou-desu.jpg",
    "description": "Hitohito Tadano is an ordinary boy who heads into his first day of high school with a clear plan: to avoid trouble and do his best to blend in with others. Unfortunately, he fails right away when he takes the seat beside the school's madonna—Shouko Komi. His peers now recognize him as someone to eliminate for a chance to sit next to the most beautiful girl in class.\nGorgeous and graceful with long, dark hair, Komi is universally adored and immensely popular despite her mysterious persona. However, unbeknownst to everyone, she has crippling anxiety and a communication disorder which prevents her from wholeheartedly socializing with her classmates.\nWhen left alone in the classroom, a chain of events forces Komi to interact with Tadano through writing on the blackboard, as if in a one-way conversation. Being the first person to realize she cannot communicate properly, Tadano picks up the chalk and begins to write as well. He eventually discovers that Komi's goal is to make one hundred friends during her time in high school. To this end, he decides to lend her a helping hand, thus also becoming her first-ever friend."
  }
]
