[
  {
    "name": "Yofukashi no Uta",
    "watch": "/watch/yofukashi-no-uta/episode-1",
    "image": "/media/image/featured/yofukashi-no-uta.jpg",
    "description": "Kou Yamori is an average middle school student who struggles with grasping the complex concept of love. Because he sees little sense in surrendering to the norm, he soon stops going to school. Plagued with insomnia due to his idleness, Kou begins roaming the lonesome streets at night.\nOne night, Kou encounters a bizarre girl named Nazuna Nanakusa who believes that people stay awake during the night because they are dissatisfied with how they spent their day and cannot rest until they release their inhibitions. Nazuna offers to help Kou with his sleep issues and invites him over to her place, where she convinces him to share a futon with her. Feeling uncomfortable, Kou only pretends to doze off—which is when Nazuna suddenly bites his neck and reveals herself to be a vampire!\nWhile Kou thinks the bite will turn him into a vampire, the specifics of transforming are not that simple. In order to change, he must be bitten by someone he truly loves. Ready to let go of his dreary mortal life, Kou decides on a new goal: he will fall in love with Nazuna and become a vampire.",
    "trailerUrl": "https://www.youtube.com/embed/biLAKFoftvA"
  },
  {
    "name": "One Piece",
    "watch": "/watch/one-piece/episode-1",
    "image": "/media/image/featured/one-piece.png",
    "description": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.",
    "trailerUrl": "https://www.youtube.com/embed/i8J164xspbU"
  },
  {
    "name": "Sono Bisque Doll wa Koi wo Suru",
    "watch": "/watch/sono-bisque-doll-wa-koi-wo-suru/episode-1",
    "image": "/media/image/featured/sono-bisque-doll-wa-koi-wo-suru.jpg",
    "description": "High school student Wakana Gojou spends his days perfecting the art of making hina dolls, hoping to eventually reach his grandfather's level of expertise. While his fellow teenagers busy themselves with pop culture, Gojou finds bliss in sewing clothes for his dolls. Nonetheless, he goes to great lengths to keep his unique hobby a secret, as he believes that he would be ridiculed were it revealed.\nEnter Marin Kitagawa, an extraordinarily pretty girl whose confidence and poise are in stark contrast to Gojou's meekness. It would defy common sense for the friendless Gojou to mix with the likes of Kitagawa, who is always surrounded by her peers. However, the unimaginable happens when Kitagawa discovers Gojou's prowess with a sewing machine and brightly confesses to him about her own hobby: cosplay. Because her sewing skills are pitiable, she decides to enlist his help.\nAs Gojou and Kitagawa work together on one cosplay outfit after another, they cannot help but grow close—even though their lives are worlds apart.",
    "trailerUrl": "https://www.youtube.com/embed/mLmlgRVuHEM"
  },
  {
    "name": "Vanitas no Karte",
    "watch": "/watch/vanitas-no-carte/episode-1",
    "image": "/media/image/featured/vanitas-no-carte.jpg",
    "description": "Scorned by others of his kind for being born under a blue moon, the vampire Vanitas grew afraid and desolate. According to legend, he created a cursed grimoire known as the \"Book of Vanitas,\" and it is said he would one day use it to bring retribution upon all vampires of the crimson moon.\nIn 19th century Paris, Noé Archiviste is searching for the fabled Book of Vanitas. Whilst traveling aboard an airship, he is saved from a vampire attack by an eccentric doctor who calls himself Vanitas and carries the very tome he seeks. Ironically, the self-proclaimed vampire specialist is a mere human who inherited both his name and the book from his master, the same Vanitas of legend. As the odd case of the Charlatan's Parade crops up, the doctor's ability to restore sanity to vampires by recovering their true name will prove most beneficial.",
    "trailerUrl": "https://www.youtube.com/embed/6SeeQsGtiUU"
  },
  {
    "name": "Kinsou no Vermeil: Gakeppuchi Majutsushi wa Saikyou no Yakusai to Mahou Sekai wo Tsukisusumu",
    "watch": "/watch/kinsou-no-vermeil-gakeppuchi-majutsushi-wa-saikyou-no-yakusai-to-mahou-sekai-wo-tsukisusumu/episode-1",
    "image": "/media/image/featured/kinsou-no-vermeil-gakeppuchi-majutsushi-wa-saikyou-no-yakusai-to-mahou-sekai-wo-tsukisusumu.png",
    "description": "Alto Goldfilled, a diligent student at the Ortigia Academy of Magic, aspires to become a powerful sorcerer. But he is unable to become one as, despite his excellent grades and strong commitment to his studies, he fails his summoning class. With the threat of repeating a year hanging over his head, Alto tries following an old, worn-out grimoire in a desperate attempt to resolve his situation.\nTo his surprise, he succeeds and summons a powerful demon named Vermeil. As a sign of gratitude for releasing her, Vermeil agrees to become Alto's familiar, sealing their relationship with a deep kiss. Little does Alto know what else he is capable of and what Vermeil's past hides.",
    "trailerUrl": "https://www.youtube.com/embed/UZkBdfB-YKY"
  },
  {
    "name": "Kawaii dake ja Nai Shikimori-san",
    "watch": "/watch/kawaii-dake-ja-nai-shikimori-san/episode-1",
    "image": "/media/image/featured/kawaii-dake-ja-nai-shikimori-san.jpg",
    "description": "Shikimori seems like the perfect girlfriend: cute, fun to be around, sweet when she wants to be... but she has a cool dark side that comes out under the right circumstances. And her boyfriend Izumi loves to be around when that happens!",
    "trailerUrl": "https://www.youtube.com/embed/_vynv__sJ7M"
  },
  {
    "name": "Komi-san wa, Comyushou desu. 2nd Season",
    "watch": "/watch/komi-san-wa-comyushou-desu-2nd-season/episode-1",
    "image": "/media/image/featured/komi-san-wa-comyushou-desu-2nd-season.jpg",
    "description": "Hitohito Tadano is an ordinary boy who heads into his first day of high school with a clear plan: to avoid trouble and do his best to blend in with others. Unfortunately, he fails right away when he takes the seat beside the school's madonna—Shouko Komi. His peers now recognize him as someone to eliminate for a chance to sit next to the most beautiful girl in class.\nGorgeous and graceful with long, dark hair, Komi is universally adored and immensely popular despite her mysterious persona. However, unbeknownst to everyone, she has crippling anxiety and a communication disorder which prevents her from wholeheartedly socializing with her classmates.\nWhen left alone in the classroom, a chain of events forces Komi to interact with Tadano through writing on the blackboard, as if in a one-way conversation. Being the first person to realize she cannot communicate properly, Tadano picks up the chalk and begins to write as well. He eventually discovers that Komi's goal is to make one hundred friends during her time in high school. To this end, he decides to lend her a helping hand, thus also becoming her first-ever friend.",
    "trailerUrl": "https://www.youtube.com/embed/98RjMCduWdI"
  },
  {
    "name": "Overlord IV",
    "watch": "/watch/overlord-iv/episode-1",
    "image": "/media/image/featured/overlord-iv.jpg",
    "description": "Fourth season of Overlord.",
    "trailerUrl": "https://www.youtube.com/embed/pYoCk6Ffmfs"
  },
  {
    "name": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e (TV) 2nd Season",
    "watch": "/watch/youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv-2nd-season/episode-1",
    "image": "/media/image/featured/youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv-2nd-season.jpg",
    "description": "Sequel to Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e (TV).",
    "trailerUrl": "https://www.youtube.com/embed/Bp2nNZPNegE"
  }
]
